Repository: giellalt/corpus-smj
Catalog: tmx/sma/admin/sd/sametinget.se/iellembiras_julev.pdf.tmx
Source language: smj
Languages: sma

source:  elfámov nanos enersjiddjagáldojs
sma:  jïjnjem krïebpesjidh gosse

source: Oasseulmme Balánseridum Åvdedibme:
sma: Nuelieulmie balanseereme övtiedimmie:

source: Biebbmo: Sámedigge duv gåhttju
sma: Beapmoeh: Saemiedigkie datnem treevie

source:  ietjat biebbmodábijt gehtjadit ja sáme
sma:  gïehtjedidh guktie datne

source: adnet jus dujna válljimmáhttelisvuoda
sma: haarjanamme byöpmedidh jïh saemien dejpeli beapmoeh nuhtjedh

source: li
sma: gååvnese o beapmoeh krïebpesjh- jïh

source:  guoradit ietjat viessomdábijt mijá sáme
sma: rïektesvæhtine o moerhdorjesh FSC-væhtine o paehperhdorjesh

source: viessombirásprográmma milta
sma: byjreskevæhtine o hïejmedorjesh

source: árbbedábe bårråmábnnasijt ávkkit
sma: byjreskevæhtine j. j.

source:  bårråt nåv edna jahkeájggehiebadum
sma:  eelem destie mestie nænnoes

source: luonduk biebmov gåk máhttelis
sma: faamojste nuhtjedh jis maahtah dam

source:  vuornnot genehtak rievddam
sma:  dov aarhkebiejjiem

source: Äládusá: Sámedigge duv sihtá miellodit
sma: Jieliemassh: Saemiedigkie sæjhta datnem

source: oassálastatjit nanos vijdepåvdedibmáj sáme äládusájn gå
sma: eadtjoehtidh meatan årrodh nænnoes laakan saemien jieliemassh övtiedidh tjïrrh

source:  ietjat dåjman barga nanos ja várrogis
sma:  datne dov darjomes nænnoes

source: buktagijda
sma: jïh soejmi laakan eantah

source:  oassálastá sáme åtsådibmáj muhtem
sma:  datne leah meatan saemien

source: äládusáj birra, buojkulvissan ällosujto,
sma: dotkemisnie ovmesi jieliemassi bïjre v.g. båatsoe, dorjese övtiedidh, j. j.

source: joarkkagárvvim buktagij, ja nåv vil
sma:  gïevledahken åssjalommesen

source:  dujna l gärddádimájádus mejt ájn
sma: mietie ussjedh eejnegen gosse v.g.: o vaenebh vaaroeh konsumeeredh

source: dagá, buojkulvissan.
sma:  jïjnem vïht nuhtjedh,

source: árvuk substánsajt ma álu bátsidissan gåhtjoduvvi,
sma: vyörtegs aamhtesh mah

source: buojkulvissan: muora, kompåsta, ja
sma: jeanatjommes gåhtjoen roskh (biegkemeaamhtesh, komposte,

source: ienebu
sma: biogaase)

source: o ådåsisdahkat gájkka majt ij máhte
sma: o vïht nuhtjedh gaajhkem maam ij

source: ådåsisadnet (jus máhttelis) Varresvuohta: Sámedigge duv hásstá oassálastátjit ussjolmisáj ja álgadimij vaj mijá fysijkak ja psykososiálak barggobirás la varresvuohtaj nåv buorre gåk máhttelis
sma: Staarne: Saemiedigkie datnem haasta åssjalommessh jïh råajvarimmieh vedtedh maam buerebe staarnem buakta. Dovne repmien jïh aajlan staarne edtja hijven årrodh.

source: Buohtaárvvo: Sámedigge duv gåhttju oassálasstet vaj gájkka sáme giehtaduvvi buohtaárvugit váni álldarav, bargov, årromsajev jali sjiervev gähttjamis.
sma: Mirrestalleme: Saemiedigkie datnem treevie pryövedh buektiehtidh ahte gaajhkh saemieh lea mïrrestalleme laakan gïetedamme saahth man båeries, maam darjoeh, gusnie årrodh vuj gujne jallh ålma.

source: Sámedigge ietjas buohtaárvvoprográmmaj vuoset.
sma: Saemiedigke åvtese jïjtse mïrrestallemeprogrammese tjuvtjede.

source: Gájkaj åvdåsvásstádus
sma: Gaajhesi dïedte

source: Muhtem ulmijt ij máhte ållet ietján gå várrogis dago ja aktisasjbargo tjadá gájkka oassálasstijs Sámeednamin, buojkulvissan vierttiji Svieriga ráddidus, fábmudagá, vidnudagá ja iehtjáda, aktanbarggat ja åvdåsvásstádusáv válldet nanos åvdedimes.
sma: Naakenh ulmieh maehtebe barre jaksedh tjïrrh soejmi darjome, laavesnjosteme gaajhkesi gaskems Saepmesne jïh v.g.. Sveerjen reerenasse, myndigheeth, darjomessijjieh, j. j. Aktine tjoerebe barkedh jïh dïedtem vaeltedh nænnoes evtiedæmman.

source: Sámedikke vuorodime li dá:
sma: Samiedigkie daejtie uvtemosth beaja:

source: Vuobme: Sámedigge ájnnasin adná
sma: Skåake: Saemiedigkie åtna öövre vihkeles

source:  vuovde ja vuome alla biologak árvoj
sma:  båeries skåakh jïh skåakh

source:  åvdeldime mijá äládusájda nanniduvvi
sma:  saemien byjreskvierhtieh

source: ja suoddjiduvvi
sma: respekteeredh

source: lágas suoddjiduvvi (vuome hábme, biologak moattevuohta, visstesaje ja aktijdibme ietjá ájnas guohtomednamij galggi suoddjiduvvat)
sma: respekteeredh Vaerie: Saemiedigkie åtna öövre vihkeles

source:  vuobmebarggoåvdeldime ma li
sma:  joekoen vihkeles dajvh mijjen

source:  sáme kultuvrrabirásárvo árvvon
sma:  nuepide mijjen jieliemasside

source: : Sámedigge oalle ájnnasin adná ájmmo l rájnas vaj ulmutjij, juhtusij ja sjattoj varresvuohta ij vahágahteduvá
sma: Elmie: Saemiedigkie åtna öövre vihkeles elmie raejnies olles almetji, juvri jïh sjædtoej staarne sån leajmodh

source: Tjáhtje: Sámedigge tjervas ájnnasin adná
sma: Tjaetsie: Saemiedigkie åtna öövre vihkeles

source:  tjátjádagá e vil ienebut rievddaduvá
sma:  ij vielie tjaetsiej-raejkiej

source:  guole gådosaje ja luonduk
sma:  aarhti jielemebyjreskh jïh

source: aneduvvi
sma: naturliga vandringsvægar skyddas

source:  sáme dålusj ájge ávkkim ja
sma:  ij maadthtjaetisiem

source: vuodjamgäjno suoddjiduvvi
sma: lovvesdaajvh, jaervrieh jïh tjaetsieh jotskelidh

source:  tjátjijs, jiekkijs, jávrijs ja tjátjádagájs
sma:  maadthtjaetsie vihties jïh

source: árbbedáhperiektá árvvon aneduvvá
sma: ekosysteemh jïh dej åtnoeh jïh vuekieh

source: duolvvimav garvvet
sma: vaarjelidh

source:  vuodotjáhtje duohta ja nanos
sma:  gaajhkh byjreskevierhtieh

source: Duottar / Várre: Sámedigge ájnnasin adná
sma: nænnoes laakan nuhtjedh

source:  sierraláhkáj árvuk bájke mijá
sma:  ovjuvrepolitihke

source: juhkamtjátjev anot
sma:  soejmi laakan vijredh

source: kultuvrraj ja äládusá suoddjiduvvi
sma: (ledtieh jïh smaave juvrh) jïh gööledh

source: Ålles ednama: Luondo biejsstem la biologak moattevuoda suoddjidime vuosstij.
sma: Ellies eatneme: Guktie jåarhka byjreskem juakedh lea biologijen gelliesvoeten vaarjelimmien vuestie.

source: Ednamdimensjåvnnå ja danen ållesvuohtavuojnno, vaj ednama vierttiji aktantjanádum, vaj juhtusa ja sjatto máhtti labudit ja guhkes ájggáj luondon viessot, la
sma: Eatnemesåesiem jïh dan mietie elliesvuajnoe ahte laanth tjuerieh aktanidh guktie juvrh jïh sjædtoeh maehtieh juhtedh jïh guhkies vuajnosne jieledh byjreskisnie lea öövre vihkeles.

source: sierraláhkáj ájnas. Oalle ájnas vaj giedjega ja miehttseielle galggi máhttet viessot dáj udnásj háhppelis stuor dálkádakrievddamij guoran.
sma: Joekoen vyörtegs sjædtoeh jïh juvrh edtjieh buektiehtidh jieledh dej stoerre juhteles klimahtejorkesimmiej mietie mah daelie deahpadieh.

source: Sámedigge danen tjervas ájnnasin adná
sma: Dannasinie Saemiedigkie åtna öövre vihkeles

source:  árbbedáhperiektá mijá äládusájda
sma:  dejpelireakta gaajhki mijjen

source: árvvon aneduvvi
sma: jieliemasside respekteeredh

source:  várrogis ja nanos ávkkim duohtan
sma:  soejmi jïh nænnoes laakan

source: sjaddá
sma:  ij naan vielie stoerre

source:  ienep stuor dåssjidime nåhki
sma: exploateereme sjædta

source:  aktisasj ednamij sieradibme ja ådå
sma:  ij dååhkasjidh ahte dajvh

source: Sámedigge tjervas ájnnasin adná:
sma: juekedh gosse geajnoeh j. j. bigkieh.

source:  Miján la ájnas sadje
sma:  båatsoejieliemassen

source: infrastruktuvrra dåhkkiduvvá ber gå ij
sma: daarpoeh ellies gyöjnedahkh respekteeredh

source: åvvå gåktuk ietjá maná
sma: Byjreske dalhkesen namhtah: Saemiedigkie åtna öövre vihkeles

source:  aktisasj jåhtemgäjnoj boatsojäládusá
sma:  gaajhke maam darjoejibie lea

source: dálkádak- ja birásvihtanin rijkajgasskasasj ja rijkak
sma: Gelliesvoete: Saemiedigkie åtna öövre vihkeles

source:  låbdån.
sma:  biologije gelliesvoetem

source:  Sáme árbbedábak
sma: laantesne jïh ekosysteemesne

source: dárbbuj árvvon aneduvvi
sma: vaarjelidh;

source: máhttudagáv árvustallat luonndo-
sma: soejmiprincijpen mietie (tsumhtsieh unniedidh !)

source: ja ednamåtsådallama buohta.
sma:  skodtedh nåhkedh feerlege

source:  Mij aneduvvap
sma:  byjreskem reejnes utnedh

source: Moattevuohta: Sámedigge ájnnasin adná
sma: guktie ij sjïdth naan tsumhtsieh mah feerlege desnie.

source:  biologak moattevuohta ednamin ja
sma: gellievoetem jïh almetjie staarnem eejhtedh

source: ekosysteman suoddjiduvvá;
sma:  Gïevledahken åssjalommes

source:  slájaj viessombirrasa ja ekosystema ja
sma: mïelesne utnedh (unnididh, vïht nuhtjedh, urriestidh):

source: buohtaárvugin rádijn ednamávkkima / dåssjidime bále
sma:  unniedidh konsumsjovnem

source: Sámeednamin.
sma: unnemes daltesasse

source:  Bivddo- ja guollesujttobájkijt
sma:  jïjnem vïht nuhtjedh,

source: daj dåjma ja prosessa suoddjiduvvi
sma: (biegkemeaamhtesh, komposte, biogaase)

source:  gájkka luonndoluohkojt ávkkit
sma:  urriestidh gaajhkem maam ij

source: labudiddje asstoájggeviessomij
sma: gåaredh viht nuhtjedh (gosse nuepie lea)

source: galggá hábbmit sámij álgadime milta majt sáme ietja tjuottjodi
sma: Nuelieulmie saemien maahtoe:

source: guhkesájggásasj nanos vuogijn
sma: Saemiedigkie åtna öövre vihkeles:

source:  urudispolitijkka boatsojsujttobájkijn
sma:  Mijjen lea vihkeles rolle goh

source: várrot biologak moattevuodav
sma: klimahte- jïh byjreskevïhnestæjja nasjovne jïh gaskenasjovne

source:  smávjudosbivddo ja guollim galggá
sma:  Saemien dejpeladtje maahtoe

source: Selgadis birás: Sámedigge ájnnasin adná
sma: byjreskem syjhtedh jïh dajven bïjre.

source:  várrogisvuohtaprinsijppa gullu majt
sma:  Mijjieh libie mïrrestalleme

source: Sámedigge tjervas ájnnasin adná ja galggá barggat vaj:
sma: utnedh jïh exploteeremen bïjre.

source:  ájggom ja märrrádus mij midjij gullu
sma:  Vijreme- jïh göölemedajvh jïh

source: ájn dahkap (bátsidisbinnedibme !)
sma: ålkonejieleme edtja saemien råajvarimmie årrodh jïh saemieh dam

source:  ruvábut vahágis ábnnasij hiejttet
sma: reerieh

source:  luonndobirás rájnnasin aneduvvá
sma:  Hijven laavenjostem raasti

source: gádodik bátsidisájs ja ábnnasijs ma ájttet máhtti biologak moattevuodav ja
sma: dåaresth.

source: ulmutjij varresvuodav
sma: Gruvah jïh exploateereme faamoen gaavhtan (tjaetsiefaamoe,

source:  gärddádimájádus gullu gájkka
sma: bïegkefaamoe j.n.v.) sjïehtesjidh

source: vuolggá mijá birásvuojnos ja mijá
sma: ekologije nuepide jïh saemien kultuvrese jïh jieliemassetseegkeme.

source: ednam- ja tjáhtjedárbojs. Daj rámaj
sma: Nuelieulmie balanseereme övtiedimmie:

source: sinna la dárbbo tjuottjudushámijt nanos bájkálasj fámujn dahkat.
sma: Saemiedigkie åtna öövre vihkeles jïh edtja pryövedh buektiehtidh:

source:  Prinsijppa ålovávkkimis aktan bisso ja
sma:  Soejkesjh jïh mieriedimmieh

source: dåjmajda
sma: mah mijjen bïjre aalkoem åtna mijjen

source: guhkesájggásasj ávkkimijn la
sma: byjreskevuajnosne jïh mijjen daarposne laantese jïh jaevride. Daah væjjoej

source: lájddijiddje gájkka ájggombálij.
sma: mietie daerpies decentraliseereme

source:  Álkkes anedahtte sosiálak ja
sma: reeremevuekieh darjodh

source: o oasestimev binnedit
sma:  Princijpe gellieåtnoen bïjre jïh

source: o ållåsit ådåsisadnet árvuk
sma: dïenesjimmie guhkies tïjjen mietie lea

source: substánsajt (ma álu bátsidissan
sma: dïhte mij bïhkede gaajhkine soejkesjimmine

source: gåhtjoduvvi, buojkulvissan: muora, kompåsta, biogássa) o ådåsisdahkat gájkka majt ij
sma:  Sociale fulkeshjoekehtimmie

source: máhte ådåsisadnet (jus máhttelis)
sma: jïh joekehtimmieh fulkesh byjresken

source: birásboadosanalysa tjáleduvvi.
sma: tjaeledh mah aelhkie nuhtjedh.

source: etijka ja birrasa hárráj álgadijn ådå
sma:  Etihke jïh byjreskadtje

source: industriddjadåjmaj (råggåma ja
sma: aalkoealmetjhstandardh lea

source: ienebu).
sma: sïehtkeramme gosse edtja orre industijh bigkedh (tsööpkeme j. j.)

source:  Sáme vuojnno ájnnasin sjaddá rijkak
sma:  Saemien vuajnoe vihkeles

source:  barggá vaj atomafámujn jali
sma:  Åvtemes beaja lokaale

source: åvdedimságastallamijn (aktan
sma: daltesisnie byjreskevierhtieh reeredh (smaavevijreme, nasjovnepaarkh,

source: radioaktijvak ábnnasij hiejtti.
sma: turisme j. j.)

source: bieggafábmoájggomij, råggåmij ja ålobuj).
sma: Faamoe jïh foeresjimmie: Saemiedigkie

source:  Bájkálasj tjuottjudus luonndoluohkojs
sma: åtna öövre vihkeles jielemevuekiem laejhtedh

source: Äládusá: Sámedigge tjervas ájnnasin adná
sma: Dannasinie krïebpesje ahte sveerjen reerenasse

source:  tjoahkkidum ávkkim sáme árbbedábak
sma:  soejkesjem dorje mij lea nænnoes

source:  Buorre aktisasjbarggo rájáj badjel.
sma: faamoehdorjemen bïjre Saepmesne.

source:  Gruvvadoajmma ja dåssjidibme
sma:  barka ihke kærnfaamoem jïh

source: enersjidja diehti (tjáhtjefábmo,
sma: tsööpkeme radioaktijve iebnijste tjöödtjestidh.

source: bieggafábmo ja ålobu) hiebaduvvi ekologiddjaj ja sáme kultuvrraj ja
sma: Jieliemassh: Saemiedigkie åtna öövre vihkeles

source: äládushábmáj.
sma:  gaajhke åtnoe saemien

source: årudagájn la ekologak systemaj buohta maj sinna äládusá li (dajna gå gierddis
sma: dajvesne lea balanseereme ekologije systeemine gusnie jielemassh leah

source: boatsojsujtto, bivddo, guollim ja ednambarggo dárbaj guhkesájggásasj
sma: eanteme (juktie nænnoes båatsoe, vijreme, gööleme jïh gaerteneåtnoe

source:  ednama ja tjátje Sámeednamin
sma: krïebpesjieh guhkies vuajnosne

source: vuostatjin gávnnuji mijá äládusáj dárbojda
sma: byjresken vierhtieh utnedh

source:  ávkkima ja dåssjidime ednamijs ja
sma:  laante jïh tjaetsievierhtieh

source: Enersjiddja ja doalvvom: Sámedigge tjervas
sma: åvtemosth leah mijjen jieliemassi daarpoej gaavhtan leah

source: ájnnasin adná vaj viessomvuohke
sma:  nuhtjeme jïh exploateereme

source: allafábmodárbujn lájteduvvá, ja rávkká danen ráddidus
sma: laanteste jïh tjaetsievierhtijste ij vielie mijjen jieliemassi daarpoeh njerrieh

source:  dahká ålles ájggomav nanos
sma:  gaajhkh darjomh leah

source: tjátjijs e sáme äládusájt dåssjida
sma: nænnoes jïh soejmiprincijpen mietie

source:  gájkka dåjma li nannusa ja
sma: eanteme

source:  bájkálasj buvtadimev arvusmahttet ja
sma: skreejrehtamme jïh deahpede gaajhki

source: gájkka suorgijn tjadádit.
sma: sektovrine

source: Ájggepládna – Dahkoprográmma 2009-2012
sma: Tïjjhsoejkesje – Darjomeprogramme 2009-2012

source: Sámedigge biedjá aktijdiddjev Sámedikke birásbargguj
sma: Saemiedigkie iktedæjjam seehtie Saemiedigkien byjreskebarkose.

source: Sámedigge vuodot gájkkásasj stivrrimjuohkusav mij galggá
sma: Saemiedigkie ståvroedåehkiem dorje mij edtja

source:  tjielggit ulmij vuorodimijt
sma:  tjïertestidh guktie åvtemes

source:  tjielggit ájggerahtjalisvuodav (makkár
sma: dejtie ulmide bïejedh

source:  Tjoahkkit diedojt ja dahkat
sma:  tjïertestidh gåssie ulmide

source: populerradiedak ábnnasijt sáme
sma: jaksedh (mah nuelieulmie giem jïh gåessie ?)

source: viessombirásvuojno / ulme hárráj.
sma:  vuekieh jïh dïrregh

source:  Hádjet diedojt sisi ja ålggolij radio,
sma:  bååstede vusiehtæjjah jïh

source: oasseulmijt máhttá ållet gässta ja goassa ?)
sma: krïebpesjh ulmide ektiedidh

source:  mierredit vuogijt ja nävojt
sma:  aelhkebe vierhtiestimmiem

source: internehta, filmaj, media, semináraj baktu, ja ienebuj.
sma:  Maahtoem tjöönghkedh jïh

source:  Organiserit miellodahtte ja
sma: beagkoes maahtahtahkh saemien

source: buojkulvissan merkajt buorremannama diehti (kvalitatijvak ja kvantitatijvak miehttim: gåk diehtep mijás la buoragit mannam ?)
sma: jielemevuajnoen / ulmiej mietie.

source:  ruoptus miehttijiddjijt ja
sma:  Bïevnesh heesedh sïjse jïh olkese

source: åhpadahtte ásadusájt sierralágásj låbdåjn ja sierra
sma: radijoven, gaskeviermien, filmi,

source: ulmmejuohkusijda.
sma: median, seminaari, j. j. baaktoe.

source:  Värmmádagáv dahkat rijkak ja
sma:  Organisera inspirerande och

source: rijkajgasskasasj aktisasjbargguj.
sma: utbildande evenemang Eadtjoes jïh

source: dåbddomerkajt ulmijda tjadnat
sma: ulmiedåehkide.

source:  giehpedit barggoárvustallamav
sma:  Vïermedahkem tseegkedh mij edtja

source: maŋŋela Stivrrajuogos galggá ájádallat makkár ásadusájt tjadádit, makkár gáhpustallamijt, hiebalgis stipendajt, ja ienebujt. Stivrrajuogos ájggeplánav dahká.
sma: darjodh minngiebasse Ståvroedåehkie edtja ussjedidh magkeres tseegkemh edtjieh deahpadidh, mah gaahtjemh, stipendh sjïehteles, j. j. Ståvroedåehkie tïjjhsoejkesjem dorje.

source: Gájkkásasj vuoge ja lávke:
sma: Bijjemes vuekieh jïh sïllh:

source:  Ávkkit ássjedåbddijt sierra diedojt
sma:  Maehteles almetjh seehtedh mah

source: Árvustallam ja vijdepåvdedibme:
sma: Vierhtiestidh jïh övtiedidh:

source: Stivrrajuogos árvustallamav lájddi ja åtsåt jus mijás buoragit manná majna barggap.
sma: Ståvroedåehkie edtja övtiedimmiem lijredh jïh gïehtjedidh mejtie dam maam

source: Makkár miehttijiddje vuosedi buorre rievddadusájt majt hähttu rievddadit ?
sma: darjobe lea hijven. Maam vuesehte hijven laakan gåarede ?

source: Gåk
sma: Maam daerpies

source: galggap vijdábut mannat ?
sma: jeatjadehtedh ?

source: jali buktagijt ábnnasijs gávnnat gå l dárbbo.
sma: Guktie åvtese juhtebe ?

source: Ulmmejuogos 1 Sáme sebrudahka
sma: 4.1. Ulmiedåehkie 1 Saemien sïebredahke

source:  Vijdedit vuojnov ja vuosedit gåk
sma:  Vuajnoem gemtiedidh jïh

source: birásássje guoskadi gájkka mijá viessomij bielijda
sma: vuesiehtidh guktie gyhtjelassh byjresken bïjre abpe mijjen jielemh dijpieh

source:  miellodit sáme viessombirásvuojnov ja
sma:  eadtjoehtidh saemien

source: álgadimev sáme sebrudagán
sma: jielemebyjresken vuejnoejne jïh råajvarimmiejgujmie

source:  álgguj biedjat birásálgadimijt muhtem
sma:  byjreskeråajvarimmieh

source: låbdåjn sáme sebrudagán
sma: aalkajehtedh ovemesi daltesinie saemien sïebredahkine

source: Ulmme
sma: Ulmieh

source:  Sáme sebrudahka barggá birrasa
sma:  Saemien siebredahke lea

source: buorráj ja gávnná ådå gäjnojt vijdábut åvdeduvvat
sma: maahtoem åådtjeme byjresken bïjre jïh orre geajnoeh gaavna guktie åvtanidh

source:  Sáme dåjma / äládusá / buktaga
sma:  Saemien

source: vuojnnusij båhti ja dåbddusin sjaddi ” birásbuorebu, nannusa, smidá ”
sma: darjomh / jieliemassh / dorjesh vååjnegåetieh jïh beagkoes sjidtieh goh ” buerebe byjreskasse, nænnoes jïh hijven ”

source: Sámedikke ánburgge
sma: Saemiedigkien rolle

source: Diededit - miellodit - bälostit
sma: Bïevnesjidh - eadtjoehtidh - dåarjodh

source: Dåjma 2009 – 2010
sma: Darjomessh 2009 – 2010

source: Háje diedojt buojkulvissan diededimij Sámedikke webbabielen ja Sáme Diededimguovdátjin, ja artihkkalij avijsajn, radio ja TVÁlge ásadusplánimijn ja organiserimijn miellodahtte ájggomijn vuodovuojnov rievddadittjat ja rájáj badjel aktan bargatjit (buojkulvissan rijkajgasskasasj konferänssa) temájn sajijdahttem (buojkulvissan Helena Norber-Hodge, Winona LaDuke, Robin Kimmerer) Konferänssa l áramusát gidán 2010. gatjádallamij baktu.
sma: Aelkiehtidh deahpadimmiem soejkesjidh jïh öörnedh mij edtja maadthvuajnoem jeatjadehtedh jïh raasti dåeresth laavenjostedh (v.g. gaskenasjovne konfereense man teema lokaliseereme (v. g. Helena Norber-Hodge, Winona LaDuke, Robin Kimmerer) Konfereense lea aeremes 2010.

source: Dåjma 2010 - 2012
sma: Darjomes 2010 - 2012

source: Tjalmmit gasskarijkasasj ásadusájt Sámeednamin 2011 (buojk.
sma: Faamoem tjöönghkedh akten deahpadæmman Saepmesne 2011 (v.g..

source: Ájggom la vuojnedit sáme nanosvuohtadåjmav, dåbddo- ja diededimlådnomav álmmugij ietjá rijkajs gudi li álgadam sämmiláhkáj, ja álgadit miellodahtte (aktijsasj) bargov.
sma: Dan gielhtie lea vååjnesasse saemien nænnoesektiedasse bïejedh, laavenjostedh dååjrehtimmiej bïjre jïh bïevnesjimmien bïjre jeatja aalkoealmetjigujmie mah seamma laakan aalkeme barkedh jïh aelkiehtidh laavenjostedh.

source: Dahkat unnep barggojuohkusijt tjoavddusijt gávnatjit, oajvvadusájt, ájggomijt... buojkulvissan biebmo hárráj, enersjidja, oahppama, åtsådime, nuorravuoda, varresvuoda, bájke tjuottjudus ja nåv.
sma: Smaave barkoedåehkieh omvesside ulmide tseegkedh mah edtjieh raerieh, åssjalommes raeriestidh … v.g. beapmoej, faamoen, lïeremen, dotkemen, noeri, staarnen jïh lokaale reeremen bïjre j. j.

source: Dahkat ájggeplánav boahtte gålmå jáhkáj.
sma: Tïjjhsoejkesjem tseegkedh båetiji golme jaepide

source: Ulmmejuogos 2 Sámedikke doajmma
sma: Ulmiedåehkie 2 Saemiedigkien darjoemassh

source: Dát ulmmejuogos sisadná Sámedikke prográmmabargov gájkka åssudagájn.
sma: Daate ulmiedåehkie lea Saemiedigkien programmebarkoen gaajhki goevtesi sisnie.

source:  Systemáhtak integrerim Sámedikke
sma:  Eensilaakan byjreskebarkoem jïh

source:  Adressa / diededime gåk
sma: byjreskeussjedimmiem Saemiedigkien darjoemassese integreeredh.

source: máhttá ietjas birásbuorev miehttit
sma:  Inspirera med samisk livsmiljösyn

source:  Lista diedoj birásbuorre
sma: och initiativtagande.

source: dåjma birásbargos ja birásájádusás
sma: Ulmieh

source:  Miellodit sáme
sma:  Saemiedigkien lea intergreereme

source: viessombirásvuojnov ja álgadimev
sma: njoelkedahke mej tjïelke indikatovrh jïh byjreskekriteriumh mah hijvenligkien juhtieminie

source: ábnnasij, teknijkka, vádálasj ábnnasa
sma:  Saemiedigkie jeahta man vihkeles

source:  Lista adressaj ja aktavuodaj
sma: byjreske lea gaajhkene lehkesne gosse jeatjebi aktine barka

source:  Sámedikken la buorre
sma:  Bïevnesjidh jïh jïjtse darjoemassen

source: buktijda ja vidnudagájda gej vuojno li birrasij buore
sma: sisnie proccessh aalkajehtedh

source:  Lista diedoj ábnnasij birra
sma:  Njoelkedahkem skåårvedh man

source: integreridum njuolgadusdoajmma tjielgga birásmiehttijiddjij ja vuojnos birásdåbddomerkaj ålles doajmmaj
sma: leah indikatovrh jïh kriteriumh (darjomesoejkesje gusnie ” tjuara ” instrumeenth)

source:  Sámedigge agev birásbielev
sma:  krïebpesjidh laavenjostijstie jïh

source: ma li birrasij buore (ja adressa) ma li hiebadum muhtem äládusdárbojda, (degu boatsojsujtto, duodje, turissma
sma: jïjtse barkijste

source:  Vuoge / háme várrogisát
sma:  Darjoemassh

source: tjuovggi aktisasjbargon iehtjádij
sma: Darjoemassh 2009 - 2012

source:  Diededit ja álgadit prosessav ietjas
sma:  Raeriestidh guktie gåarede

source: ávkkit buojkulvissan vuojánijt / båldudagájt / aktisasjvuodjemijt ja ålobujt
sma: buerebe byjreskasse årrodh, guktie jieliehkåbpoe darjomessisjjiem darjodh.

source:  Diededibme
sma:  Tjaalesijjieh / bïevnesh guktie

source: ruhkegiehtadallamij
sma: jïjtse gïemhpesvoete byjreskasse mööledh

source:  Hássat njuolgadusdåjmav
sma:  Læstoeh daajroejne

source: miehttijiddjij ja dåbddomerkaj (doajmmapládna ” hähttu ” nävoj
sma: byjreskegïehpes materiaalen, teknihken, feerlege materiaalen bïjre

source:  Rávkalvisájt adnet
sma:  Læstoeh tjaalesijjiejgujmie jïh

source: aktisasjbarggijda ja ietjas barggijda
sma: gaskesigujmie byjreskegïemhpes deallahtæjjide

source:  Dåjma
sma:  Læstoeh daajrojne

source: Vuododit barggojuohkusav dåjma sinna mij prosessav álgon jådet (juogos galggá gávnnut dasik njuolgadusá li dagádum ja bargge li ålles åvdåsvásstádusáv válldám integrasjåvnå birásbielij åvdås).
sma: byjreskegïemhpes materiaalen bïjre (jïh tjaalesijjieh) mah sjïehtesjamme mijjen naakenh mijjen jieliemassi daarpojde (v. g. båatsoe, vytnesjimmie, turisme)

source: Diedojt tjoahkkit ja diededimijt buktet: Giehpedit diededimijt gávnnat ja dahkat álkkes dádjadahtte ábnnasijt sáme birásvuojno / ulme milta, buojkulvissan.:
sma: vuekieh / modeellh guktie (motovre) vuajadahkh / vuejemefaamoe / ektievuajemem nuhtjedh j. j.

source:  Oajvvadit gåk ienebut
sma:  Bïevnesh guktie tsumhtsieh

source: Álgadit njuolgadusbargov aktan Sámedikke åssudagáj barggojuohkusijn.
sma: Aelkiehtidh stuvretjuvtjieh darjodh Saemiedigkien goevtesi barkoedåehkien ektesne.

source: La tjervas ájnas gåk njuolgadusájt ja miehttijiddjijt dahká.
sma: Gaaje vihkeles guktie stuvretjuvtjieh jïh kriterijumh tseegkedh.

source: Barggijt galggá ávkkit gå juoga sidjij guosská, sijá máhttudagá, ussjolmisá ja dåbdo li ájnnasa vaj prosässa buorre sjaddá.
sma: Barkijh edtjieh meatan fihkedh årrodh gosse dejtie tsevtsieh, gosse dej maahtoe, åssjalommessh jïh dååjrehtsh vihkeles lissiehtahke processesen bueriebasse.
